import React from 'react';
import st from './home.module.css';

function Home() {
    return (
        <div className={st.homeContent}>
            <div className={st.header} />
            <div className="site-content">
                <div className="text-black fs-1 fw-bold mt-5 mb-3 text-center">
                    ԲԱՐԻ ԳԱԼՈՒՍՏ
                </div>
                <p>
                    Բարի գալուստ սիրելու ուսանող ուրախ ենք քեզ տեսնել մեր
                    կայքում, այստեղ կգտնեք ձեր հուզող պատասխանները վարորդական
                    վկայականի հետ կապված։
                </p>
                <p>
                    Վարորդական վկայականի տեսական հատվածը կարող եք մուտք գործել{' '}
                    {'<<'}
                    <b>Ուսուցանվել</b>
                    {'>>'} էջը այնտեղ արված է ամեն ինչ Ձեր արագ ուսուցամնան
                    համար, կայքի հիմքում ընկած է այն պայմանը որպեսզի Ձեր համար
                    ստեղծվի այնպիսի միջավայր արագ սովորելու համար։
                </p>
                <p>
                    Ամեն հարցը ունի իր բացատրությունը բացի այդ կարող եք քննարկել
                    հարցերը, կամ արդեն կարադալ հարցերը։
                </p>
                <p>
                    Կարող եք Ձեր ուժերը փորձել {'<<'}
                    <b>Հանձնել քննություն</b>
                    {'>>'} էջում։
                </p>
                <p>
                    {'<<'}
                    <b>Քննարկումներ բաժնում</b>
                    {'>>'} կարող եք տալ Ձեզ հուզող հարցեր հարցեր և ստանալ հարցեր
                </p>
                <p>
                    {'<<'}Մասնակցելու Կարգը{'>>'} բաժնում կգտնեք վարորդական
                    վկայականի ստացման կարգը ու քայլերի հերթականությունը։
                </p>
                <p>
                    <b>Կանոնադրություն</b>
                    <br />
                    <br />
                    1․ Արգելվում է {'<<'}
                    <b>Քննարկումներ</b>
                    {'>>'} կամ {'<<'}
                    <b>Ուսուցանվել</b>
                    {'>>'} էջերէրում, թեմաից դուրս այլ հարցեր կամ հայհոյանքներ,
                    նման մեկնաբանությունները կայքի կողմից ավտոմատ կերպով
                    կարգելափակվեմ և կարգելափակվի նաևվ Ձեր մուտքը
                    կայք։Շնորհակալություն կայքի ադմինիստրացիա։
                </p>
            </div>
        </div>
    );
}

export default Home;
